<?php
// +----------------------------------------------------------------------
// | ShopXO 国内领先企业级B2C免费开源电商系统
// +----------------------------------------------------------------------
// | Copyright (c) 2011~2019 http://shopxo.net All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: Devil
// +----------------------------------------------------------------------

/**
 * 中文语言包
 * @author   Devil
 * @blog     http://gong.gg/
 * @version  0.0.1
 * @datetime 2016-12-01T21:51:08+0800
 */
return [
//    '简体中文'=>'简体中文',
//    'English'=>'English',
//    'welcomes'=>'您好，欢迎来到',
//    'hello'=>'您好',
//    'welcome'=>'欢迎来到',
//    'login'=>'登录',
//    'logout'=>'退出',
//    '更多' => '更多',
//    '个人中心'=>'个人中心',
//    '我的商城'=>'我的商城',
//    '我的收藏'=>'我的收藏',
//    '我的订单'=>'我的订单',
//    '商品收藏'=>'商品收藏',
//    '购物车'=>'购物车',
//    '消息'=>'消息',
//    '登录账号'=>'登录账号',
//    '登录密码'=>'登录密码',
//    '用户名'=>'用户名',
//    '手机'=>'手机',
//    '邮箱'=>'邮箱',
//    '请填写登录账号'=>'请填写登录账号',
//    '密码格式 6~18 个字符之间'=>'密码格式 6~18 个字符之间',
//    '验证码'=>'验证码',
//    '请输入图片验证码'=>'请输入图片验证码',
//    '更换一张'=>'更换一张',
//    '登录中...'=>'登录中...',
//    '尺码'=>'尺码',
//    '数量'=>'数量',
//    '库存'=>'库存',
//    '双'=>'双',
//    '件'=>'件',
//    '加入购物车'=>'加入购物车',
//    '商品卖光了'=>'商品卖光了',
//    '商品已下架'=>'商品已下架',
////    '数码办公'=>'数码办公',
//    '其实搜索很简单'=>'其实搜索很简单',
//    '搜索'=>'搜索',
//    '服饰'=>'服饰',
//    '鞋子'=>'鞋子',
//    '首页'=>'首页',
//    '商品分类'=>'商品分类',
//    '业务管理'=>'业务管理',
//    '订单管理'=>'订单管理',
//    '资料管理'=>'资料管理',
//    '个人资料'=>'个人资料',
//    '我的地址'=>'我的地址',
//    '我的消息'=>'我的消息',
//    '我的足迹'=>'我的足迹',
//    '安全退出'=>'安全退出',
//    '头像上传'=>'头像上传',
//    '选择图片'=>'选择图片',
//    '请选择需要上传的图片'=>'请选择需要上传的图片',
//    '上传中'=>'上传中',
//    '确认'=>'确认',
//    '请在工作区域放大缩小及移动选取框，选择要裁剪的范围，裁切宽高比例固定；'=>'请在工作区域放大缩小及移动选取框，选择要裁剪的范围，裁切宽高比例固定；',
//    '裁切后的效果为右侧预览图所显示；'=>'裁切后的效果为右侧预览图所显示；',
//    '确认提交后生效。'=>'确认提交后生效。',
//    '修改头像'=>'修改头像',
//    '修改资料'=>'修改资料',
//    '我的地址'=>'我的地址',
//    '订单总数'=>'订单总数',
//    '我的订单'=>'我的订单',
//    '查看全部订单'=>'查看全部订单',
//    '待付款'=>'待付款',
//    '待发货'=>'待发货',
//    '待收货'=>'待收货',
//    '待评价'=>'待评价',
//    '退款/售后'=>'退款/售后',
//    '交易提醒'=>'交易提醒',
//    '等'=>'等',
//    '种商品'=>'种商品',
//    '支付'=>'支付',
//    '请仔细确认已收到货物、确认继续吗？'=>'请仔细确认已收到货物、确认继续吗？',
//    '收货'=>'收货',
//    '评价'=>'评价',
//    '交易提醒可帮助您了解订单状态和物流情况'=>'交易提醒可帮助您了解订单状态和物流情况',
//    '您的购物车还是空的'=>'您的购物车还是空的',
//    '将想买的商品放进购物车，一起结算更轻松'=>'将想买的商品放进购物车，一起结算更轻松',

];
?>